{
  "1": {
    "title": "Full-Stack Software Engineer",
    "employment_type": "Full-time",
    "company_name": "Brackets Digital",
    "location": "London, UK",
    "start_date": "Sep 2021",
    "end_date": "Apr 2022",
    "role_description": "<li>Worked on many high-profile websites for major theatre and media companies, including sites built for Green The Uk and some of the most popular theatre productions in London’s West End.</li><li>Successfully met many tight deadlines with very limited timeframes.</li><li>Extensive use of CSS, Bootstrap 3, 4 and 5, PHP,  jQuery and git management through BitBucket. I also worked with SQL databases, AWS and Laravel Forge and on legacy sites hosted using FTP.</li><li>Rapidly built static sites in a few hours and turned them into dynamically generated sites with an integrated CMS once clients approved the initial result</li><li>Built CMS for clients with Laravel and trained them in how to update their web content once project was complete</li>"
  },
  "2": {
    "title": "Software Engineering Bootcamp",
    "employment_type": "Full-time intensive course ",
    "company_name": "Makers Academy",
    "location": "Remote/London, UK",
    "start_date": "Oct 2020",
    "end_date": "Feb 2021",
    "role_description": "<li>Test - Driven Development(TDD RSpec)<li><li>Pair programming and Agile development</li><li>Technologies such as JavaScript, Ruby, Ruby on Rails, React Native, Sinatra, jQuery,HTML, CSS, and API</li><li>Testing Frameworks: RSpec, Capybara, Jasmine</li><li>Databases: PostgreSQL</li><li>Deployment: Heroku, Travis, CircleCI</li><li>Version Control: Github</li>"
  },
  "3": {
    "title": "Front End Developer",
    "employment_type": "Full-time  ",
    "company_name": "Energy Institut",
    "location": "London, UK",
    "start_date": "Dec 2019",
    "end_date": "Sep 2020",
    "role_description": "<li>Developed Barometer 2020 – an online version of EI’s annual report using JavaScript & Bootstrap.</li><li>Knowledge Hub – developed Hydrogen Guide for the information services using jQuery, HTML, and CSS.</li><li>Debugged, updated, built responsive pages and cross-browser compatibility. E.g., Hearts & Minds and Tripod.</li><li>SEO optimization and accessibility audit across EI’ s online services using Google Lighthouse.</li><li>Represented the Digital Team in company meetings to provide updates on project status.</li><li>Provided training and support for colleagues working within the online production processes.</li><li>Provided technical support for stakeholder enquiries.</li>"
  }
}